export default {
  projections: {
    ПокупкаБилетаE: {
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      датаПоездки: {
        __caption__: 'Дата поездки'
      },
      пунктОтправ: {
        __caption__: 'Пункт отправления'
      },
      пунктНазнач: {
        __caption__: 'Пункт назначения'
      },
      место: {
        __caption__: 'Место'
      },
      покупатель: {
        __caption__: 'Покупатель',
        фИО: {
          __caption__: 'Покупатель'
        }
      },
      перевозчик: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      билетнаяКасса: {
        __caption__: 'Билетная касса',
        наименование: {
          __caption__: 'Место расчета'
        },
        адрес: {
          __caption__: 'Адрес расчета'
        }
      },
      статус: {
        __caption__: 'Статус'
      }
    },
    ПокупкаБилетаL: {
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      датаПоездки: {
        __caption__: 'Дата поездки'
      },
      пунктОтправ: {
        __caption__: 'Пункт отправления'
      },
      пунктНазнач: {
        __caption__: 'Пункт назначения'
      },
      место: {
        __caption__: 'Место'
      },
      покупатель: {
        __caption__: 'Покупатель',
        фИО: {
          __caption__: 'Покупатель'
        }
      },
      перевозчик: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      билетнаяКасса: {
        __caption__: 'Место расчета',
        наименование: {
          __caption__: 'Место расчета'
        },
        адрес: {
          __caption__: 'Адрес расчета'
        }
      },
      статус: {
        __caption__: 'Статус'
      }
    }
  },
  validations: {
    времяПокупки: {
      __caption__: 'Время покупки'
    },
    датаПоездки: {
      __caption__: 'Дата поездки'
    },
    датаПокупки: {
      __caption__: 'Дата покупки'
    },
    место: {
      __caption__: 'Место'
    },
    пунктНазнач: {
      __caption__: 'Пункт назначения'
    },
    пунктОтправ: {
      __caption__: 'Пункт отправления'
    },
    статус: {
      __caption__: 'Статус'
    },
    билетнаяКасса: {
      __caption__: 'Билетная касса'
    },
    перевозчик: {
      __caption__: 'Наименование'
    },
    покупатель: {
      __caption__: 'Покупатель'
    }
  }
};
