export default {
  caption: 'Покупка билета',
  'датаПокупки-caption': 'Дата покупки',
  'времяПокупки-caption': 'Время покупки',
  'датаПоездки-caption': 'Дата поездки',
  'пунктОтправ-caption': 'Пункт отправления',
  'пунктНазнач-caption': 'Пункт назначения',
  'место-caption': 'Место',
  'статус-caption': 'Статус',
  'билетнаяКасса.адрес-caption': 'Адрес расчета',
  'покупатель.фИО-caption': 'Покупатель',
  'билетнаяКасса-caption': 'Билетная касса',
  'покупатель-caption': 'Покупатель',
  'перевозчик-caption': 'Наименование'
};
