export default {
  caption: 'Возврат билета',
  'датаВозврата-caption': 'Дата возврата',
  'покупкаБилета.датаПокупки-caption': 'Дата покупки',
  'покупкаБилета.пунктОтправ-caption': 'Пункт отправления',
  'покупкаБилета.пунктНазнач-caption': 'Пункт назначения',
  'покупкаБилета.место-caption': 'Место',
  'покупкаБилета.перевозчик.наименование-caption': 'Перевозчик',
  'покупкаБилета.покупатель.фИО-caption': 'Покупатель',
  'покупкаБилета.покупатель.банковскийСчет-caption': 'Банковский счет',
  'покупкаБилета.билетнаяКасса.наименование-caption': 'Место расчета',
  'покупкаБилета-caption': 'Покупка билета'
};
