export default {
  projections: {
    ВозвратБилетаE: {
      датаВозврата: {
        __caption__: 'Дата возврата'
      },
      покупкаБилета: {
        __caption__: 'Покупка билета',
        датаПокупки: {
          __caption__: 'Дата покупки'
        },
        пунктОтправ: {
          __caption__: 'Пункт отправления'
        },
        пунктНазнач: {
          __caption__: 'Пункт назначения'
        },
        место: {
          __caption__: 'Место'
        },
        перевозчик: {
          __caption__: '',
          наименование: {
            __caption__: 'Перевозчик'
          }
        },
        покупатель: {
          __caption__: '',
          фИО: {
            __caption__: 'Покупатель'
          },
          банковскийСчет: {
            __caption__: 'Банковский счет'
          }
        },
        билетнаяКасса: {
          __caption__: '',
          наименование: {
            __caption__: 'Место расчета'
          }
        }
      }
    },
    ВозвратБилетаL: {
      датаВозврата: {
        __caption__: 'Дата возврата'
      },
      покупкаБилета: {
        __caption__: 'Дата покупки',
        датаПокупки: {
          __caption__: 'Дата покупки'
        },
        пунктОтправ: {
          __caption__: 'Пункт отправления'
        },
        пунктНазнач: {
          __caption__: 'пункт назначения'
        },
        место: {
          __caption__: 'Место'
        },
        перевозчик: {
          __caption__: '',
          наименование: {
            __caption__: 'Перевозчик'
          }
        },
        покупатель: {
          __caption__: '',
          фИО: {
            __caption__: 'Покупатель'
          },
          банковскийСчет: {
            __caption__: 'Банковский счет'
          }
        },
        билетнаяКасса: {
          __caption__: '',
          наименование: {
            __caption__: 'Место расчета'
          }
        }
      }
    }
  },
  validations: {
    датаВозврата: {
      __caption__: 'Дата возврата'
    },
    покупкаБилета: {
      __caption__: 'Покупка билета'
    }
  }
};
